Repository: toastedcoins/woocommerce-csc
Catalog: languages/wc-gateway-csc-*.po
Languages: fr_fr, sv_se

source: A payment gateway for WooCommerce to accept <a href="https://ripple.com/csc">CSC</a> payments.
sv_se: En betallösning till WooCommerce för att kunna ta betalt med <a href="https://ripple.com/csc">CSC</a>.

source: Let your customers pay using the CSC Ledger.
fr_fr: Permettre à vos clients de payer avec le CSC Ledger.
sv_se: Gör det möjligt för dina kunder att betala med CSC

source: <div class="notice notice-error"><p><b>WooCommerce CSC</b> does not support the <b>currency</b> your shop is using.</p></div>
sv_se: <div class="notice notice-error"><p><b>WooCommerce CSC</b> stödjer inte den <b>valuta</b> som din butik använder.</p></div>

source: <div class="notice notice-error"><p><b>WooCommerce CSC</b> requires you to specify a <b>CSC Account</b> and your <b>CSCL Webhook</b> details.</p></div>
sv_se: <div class="notice notice-error"><p><b>WooCommerce CSC</b> kräver att du anger ditt <b>CSC-konto</b> samt dina uppgifter för <b>CSCL Webhook</b> kopplingen.</p></div>

source: <div class="notice notice-error"><p>The specified <b>CSC Account</b> and/or <b>CSCL Webhook</b> details are invalid. Please correct these for <b>WooCommerce CSC</b> to work properly.</p></div>
sv_se: <div class="notice notice-error"><p>Det angivna b>CSC-kontot</b> och/eller uppgifterna för <b>CSCL Webhook</b> kopplingen är felaktiga. Vänligen korrigera dessa för att <b>WooCommerce CSC</b> ska fungera korrekt.</p></div>

source: Enable/Disable
fr_fr: Activer/Désactiver
sv_se: På/Av

source: Enable CSC Payments
fr_fr: Activer les paiements CSC
sv_se: Aktivera CSC-betalningar

source: Title
fr_fr: Titre
sv_se: Rubrik

source: This controls the title for the payment method the customer sees during checkout.
fr_fr: Ceci contrôle le titre du moyen de paiement que le client voit lors de la commande.
sv_se: Denna text anger vad som visas för kunden på utcheckningsidan.

source: Description
sv_se: Beskrivning

source: Payment method description that the customer will see on your checkout.
fr_fr: Description du mode de paiement que le client verra lors de votre commande.
sv_se: Beskrivning av CSC som betalmetod. Detta syns på utcheckningssida.

source: Payment instruction will be shown once you've placed your order.
sv_se: Inbetalningsuppgifterna syns för efter att du beställt din order.

source: CSC Account
fr_fr: Compte CSC
sv_se: CSC-konto

source: Please specify the CSC Ledger account where your payments should be sent. This should be an account <b>YOU</b> own and should <b>NOT</b> be an exchange account, since a unique destination tag is generated for each order.
sv_se: Ange det CSC-konto dit betalningar ska skickas. Detta måste vara ett konto som <b>DU</b> äger och du kan <b>INTE</b> använda ett exchange-konto pga att varje order får en unik destinations tagg.

source: Your CSC account where payments should be sent.
fr_fr: Votre compte CSC où les paiements doivent être envoyés.
sv_se: Ange det CSC-konto dit betalningar ska skickas.

source: CSCL Webhook options
fr_fr: Options Webhook CSCL
sv_se: Inställningar för CSCL Webhooks

source: In order to create your webhook and process your payments properly, please specify your CSCL Webhooks API key. For more informations how to obtain these keys, please visit <a href="https://webhook.cscayments.co/">https://webhook.cscayments.co</a>.
fr_fr: Pour créer votre compte Webhook et traiter correctement vos paiements, veuillez spécifier votre clé API CSCL Webhooks. Pour plus d'informations sur l'obtention de ces clés, consultez la page <a href="https://webhook.cscayments.co/"> https://webhook.cscayments.co </a>.
sv_se: För att kunna skapa en webhook och hantera betalningar korrekt, vänligen ange dina CSCL Webhook API nycklar. För mer information om hur du hämtar dessa, besök <a href="https://webhook.cscayments.co/">https://webhook.cscayments.co</a>.

source: API Key
fr_fr: Clé API
sv_se: API-nyckel

source: Your CSCL CSCayments Webhook API key.
fr_fr: Votre clé d'API Webhook CSCL CSCaiements.
sv_se: Din CSCL CSCayments Webhook API-nyckel.

source: API Secret
sv_se: API-lösenord

source: Your CSCL CSCayments Webhook API secret.
fr_fr: Clé secrète de votre API Webhook CSCL CSCayments Webhook.
sv_se: Din CSCL CSCayments Webhook API lösenord.

source: Advanced
fr_fr: Avancée
sv_se: Avancerat

source: Leave these untouched unless you really know what you're doing.
fr_fr: Laissez ceci intacts sauf si vous savez vraiment ce que vous faites.
sv_se: Om du är osäker på vad detta är så lämna det orört.

source: CSC Node
fr_fr: Nœud CSC
sv_se: CSC-nod

source: Which CSC node to use when checking our balance.
fr_fr: Quel nœud CSC utiliser lors de la vérification de notre balance.
sv_se: Vilken CSC-nod ska användas för att uppdatera vårt saldo.

source: Bypass firewall
sv_se: Kringgå brandvägg

source: Use a proxy to bypass your webservers firewall.
sv_se: Använd en proxy för att kringgå din webservers brandvägg.

source: Exchange
sv_se: Marknadsplats

source: Which exchange to use when fetching the CSC rate.
sv_se: Vilken markandsplats ska användas för att hämta CSC-kursen.

source: Transaction Limit
fr_fr: Limite de transaction
sv_se: Transaktionsgräns

source: The number of transactions to fetch from the ledger each time we check for new payments.
fr_fr: Nombre de transactions à extraire du Ledger chaque fois que nous vérifions la présence de nouveaux paiements.
sv_se: Antalet transaktioner som ska hämtas från CSC nätverket verjar gång en betalning läses in.

source: CSC payment details
fr_fr: Détails de paiement CSC
sv_se: Inbetalningsuppgifter för CSC

source: Destination tag
fr_fr: Étiquette de destination
sv_se: Destinations-tagg

source: CSC total
fr_fr: Total CSC
sv_se: CSC totalbelopp

source: CSC received
fr_fr: CSC reçu
sv_se: CSC mottaget

source: CSC left to pay
fr_fr: CSC reste à payer
sv_se: CSC kvar att betala

source: <div class="notice notice-error"><p>Your current currency is not supported yet. Please use <b>USD</b> or <b>EUR</b> with for now.</p></div>
fr_fr: <div class="notice notice-error"><p>Votre devise actuelle n'est pas encore prise en charge. Veuillez utiliser <b>USD</b> ou <b>EUR</b> pour l'instant.</p></div>

source: <div class="notice notice-error"><p>Before you can use this payment gateway, you <b>must</b> specify a <b>CSC Account</b> and your <b>CSCL Webhook</b> details.</p></div>
fr_fr: <div class="notice notice-error"><p>Avant de pouvoir utiliser cette passerelle de paiement, vous <b>devez</b> spécifier un <b>compte CSC</b> et vos détails <b>CSCL Webhook</b>.</p></div>

source: <div class="notice notice-error"><p>The specified <b>CSC Account</b> and/or <b>CSCL Webhook</b> details are invalid. Please correct these for the <b>CSC Payment Gateway</b> to work properly.</p></div>
fr_fr: <div class="notice notice-error"><p> Le compte <b>CSC spécifié</b> et/ou <b>les détails CSCL Webhook</b> ne sont pas valides. S'il vous plaît corriger ceci pour que la <b>Passerelle de Paiement CSC</b> fonctionne correctement.</p></div>

source: <div class="notice notice-error"><p>You must have <b>cURL</b> installed for the <b>CSC Payment Gateway</b> to work properly.</p></div>
fr_fr: <div class="notice notice-error"><p>Vous devez avoir installé <b>cURL</b> pour que la <b>Passerelle de Paiement CSC</b> fonctionne correctement.</p></div>

source: Pay using the CSC ledger.
fr_fr: Payer en utilisant le CSC ledger.

source: Please specify the CSC Ledger account where your payments should be sent.
fr_fr: Veuillez spécifier le compte CSC Ledger où vos paiements doivent être envoyés.

source: Order status
fr_fr: Statut de la commande
